{
    "HomePage": {
        "title": "नमस्ते दुनिया!"
    },
    "Nav": {
        "title": "श्री श्री 1008 देवांश महाराज पोंगा पंडित"
    },
    "Footer": {
        "disclaimer": "लो शु ग्रिड एक पारंपरिक चीनी अंकशास्त्र ढांचा है जिसका उपयोग आत्म-प्रतिबिंब और व्यक्तिगत अंतर्दृष्टि के लिए किया जाता है। परिणाम वैज्ञानिक रूप से मान्य भविष्यवाणियां नहीं हैं। यह उपकरण केवल व्यक्तिगत विकास और मनोरंजन के उद्देश्यों के लिए है।",
        "signature": "श्री श्री 1008 देवांश महाराज पोंगा पंडित — आपके अंक। आपका स्वभाव।"
    },
    "InputSection": {
        "heroTitle": "आपके अंक।",
        "heroSubtitle": "आपका स्वभाव।",
        "heroDescription": "प्राचीन लो शु ग्रिड के माध्यम से अपनी जन्मतिथि में छिपे पैटर्न की खोज करें — एक 4,000 साल पुरानी चीनी अंकशास्त्र प्रणाली।",
        "nameLabel": "आपका नाम",
        "optional": "(वैकल्पिक)",
        "namePlaceholder": "अपना नाम दर्ज़ करें",
        "genderLabel": "लिंग",
        "genderHint": "(कुआ संख्या के लिए)",
        "male": "पुरुष",
        "female": "महिला",
        "dobLabel": "जन्म की तारीख",
        "day": "दिन",
        "month": "माह",
        "year": "वर्ष",
        "generateBtn": "मेरा ग्रिड बनाएं",
        "disclaimer": "लो शु ग्रिड आत्म-प्रतिबिंब के लिए उपयोग किया जाने वाला एक पारंपरिक चीनी अंकशास्त्र ढांचा है। वैज्ञानिक रूप से मान्य नहीं है।"
    },
    "AppShell": {
        "generatedAnnouncement": "आपका लो शु ग्रिड तैयार हो गया है।",
        "disclaimer": "लो शु ग्रिड एक पारंपरिक चीनी अंकशास्त्र ढांचा है जिसका उपयोग आत्म-प्रतिबिंब और व्यक्तिगत अंतर्दृष्टि के लिए किया जाता है। परिणाम वैज्ञानिक रूप से मान्य भविष्यवाणियां नहीं हैं। यह उपकरण केवल व्यक्तिगत विकास और मनोरंजन के उद्देश्यों के लिए है।"
    },
    "Directions": {
        "North": "उत्तर",
        "South": "दक्षिण",
        "East": "पूर्व",
        "West": "पश्चिम",
        "North-East": "उत्तर-पूर्व",
        "North-West": "उत्तर-पश्चिम",
        "South-East": "दक्षिण-पूर्व",
        "South-West": "दक्षिण-पश्चिम",
        "Center": "मध्य (केंद्र)"
    },
    "NumberContent": {
        "1": {
            "keyword": "संचार",
            "shortDesc": "आत्म-अभिव्यक्ति, करियर ड्राइव, स्वतंत्रता",
            "planet": "सूर्य",
            "element": "जल",
            "direction": "उत्तर",
            "archetype": "करियर, स्वतंत्रता, संचार, नेतृत्व",
            "repetitions": {
                "single": "आपकी एक अंतर्मुखी मनोवैज्ञानिक प्रोफ़ाइल है, जिससे आपकी अंतरतम भावनाओं को खुलकर व्यक्त करना मुश्किल हो जाता है। आप अक्सर संचार मार्गदर्शन के लिए दूसरों पर निर्भर रहते हैं और आत्मविश्वास के साथ अपनी राय व्यक्त करने के लिए साहस जुटाने की आवश्यकता होती है।",
                "double": "यह मूलांक 1 के लिए इष्टतम संतुलन है — आपके पास संतुलित संचार, एक निष्पक्ष विश्वदृष्टि और अत्यधिक प्रभावी पारस्परिक गतिशीलता है। आप स्पष्ट रूप से खुद को व्यक्त कर सकते हैं और गहराई से सुन भी सकते हैं।",
                "triple": "आप बहुत बातूनी हो सकते हैं और आपको एक खुशमिजाज मनोरंजनकर्ता के रूप में देखा जा सकता है, फिर भी आपमें गहरी, प्रामाणिक भावनात्मक अभिव्यक्ति का अभाव है। व्यक्तित्व में द्वंद्व है — बाहरी व्यक्तित्व आंतरिक भावनात्मक परिदृश्य को छुपाता है।",
                "quadruple": "मानसिक भार बहुत अधिक है, जिसके परिणामस्वरूप मौखिक रूप से खुद को व्यक्त करने में गंभीर असमर्थता होती है। आप गहरे आंतरिक दर्द को छिपा सकते हैं, संभावित प्रसिद्धि के बावजूद तीव्र चिंता से पीड़ित हो सकते हैं, और गलत समझे जाने के डर के कारण मौखिक संवाद की तुलना में लिखित संचार को बहुत अधिक पसंद करते हैं।"
            },
            "missingText": "जल तत्व की एक महत्वपूर्ण कमी आपकी करियर योजना, आत्म-अभिव्यक्ति और व्यक्तित्व के दावे में बाधा डालती है। आप गंभीर रूप से कम आत्मविश्वास से पीड़ित हैं, बाहरी सलाह पर बहुत अधिक भरोसा करते हैं, और दूसरों की सेवा करने के प्रयास में अक्सर अपनी आवश्यकताओं की उपेक्षा करते हैं।",
            "remedy": "अपने घर के उत्तर क्षेत्र में एक बहता हुआ फव्वारा या सक्रिय एक्वेरियम रखें। दाहिनी कलाई पर लाल धागा बांधें। सूर्य यंत्र की पूजा करने से लापता सौर ऊर्जा से जुड़ी मनोवैज्ञानिक कमी कम हो जाती है।"
        },
        "2": {
            "keyword": "संवेदनशीलता",
            "shortDesc": "अंतर्ज्ञान, भावनात्मक गहराई, साझेदारी",
            "planet": "चंद्रमा",
            "element": "पृथ्वी",
            "direction": "दक्षिण-पश्चिम",
            "archetype": "विवाह, संवेदनशीलता, अंतर्ज्ञान, साझेदारी",
            "repetitions": {
                "single": "आप एक संवेदनशील, अंतर्ज्ञानी व्यक्ति हैं और चरित्र के स्वाभाविक पारखी हैं। आपके पास एक बहुत ही कोमल हृदय है और आप अपने आस-पास के लोगों की भावनाओं और इरादों को आश्चर्यजनक सटीकता के साथ समझ सकते हैं।",
                "double": "आप शानदार अंतर्ज्ञान वाले एक अत्यधिक बुद्धिमान व्यक्ति हैं, जो स्पष्ट व्याख्या के बिना अंतर्निहित सत्यों को समझने में सक्षम हैं। आपकी अवधारणात्मक क्षमताएं बहुत ही सूक्ष्म हैं।",
                "triple": "भावनात्मक अधिभार आपको एक अलग सपनों की दुनिया में धकेल देता है। आप भावनात्मक चोट से बचने के लिए अत्यधिक मेलजोल से घृणा करते हैं और अक्सर गहरे विश्वास के मुद्दों से जूझते हैं जिससे वास्तविक आत्मीयता मुश्किल हो जाती है।",
                "quadruple": "आपकी भावनात्मक संवेदनशीलता अत्यधिक अधीरता और उतावले स्वभाव में बदल गई है। आप दूसरों में विश्वास की गहरी कमी रखते हैं, अत्यधिक प्रतिक्रियाशील हो जाते हैं, छोटी-छोटी बातों का बुरा मान जाते हैं, और जब जीवन चुनौतियां पेश करता है तो तेजी से विश्वास खो देते हैं।"
            },
            "missingText": "मातृ पृथ्वी ऊर्जा की गहरी अनुपस्थिति के परिणामस्वरूप व्यवहार कुशलता, अंतर्ज्ञान और पारस्परिक धैर्य की कमी होती है। आप अक्सर समय के पाबंद नहीं होते हैं, अपनी गलतियों को स्वीकार करने से जिद्दी रूप से इनकार करते हैं, और वैवाहिक सद्भाव और धन संचय में स्पष्ट देरी या प्रणालीगत विफलताओं का अनुभव करते हैं।",
            "remedy": "अपने घर के दक्षिण-पश्चिम क्षेत्र में मजबूत, जमी हुई पहाड़ियों — पानी की विशेषताओं से पूरी तरह मुक्त — की तस्वीरें लगाएँ। मोती या स्फटिक की माला पहनें। आंतरिक शांति के लिए चांदी के बर्तनों से पानी पिएं।"
        },
        "3": {
            "keyword": "रचनात्मकता",
            "shortDesc": "स्मृति, कल्पना, बौद्धिक गहराई",
            "planet": "बृहस्पति",
            "element": "काष्ठ (लकड़ी)",
            "direction": "पूर्व",
            "archetype": "स्वास्थ्य, रचनात्मकता, शिक्षा, परिवार",
            "repetitions": {
                "single": "आपके पास एक उत्कृष्ट स्मृति, उद्देश्यों के लिए एक यथार्थवादी दृष्टिकोण और निरंतर सीखने के लिए एक मौलिक जुनून है। आप जानकारी को व्यवस्थित रूप से संसाधित करते हैं और ज्ञान को उल्लेखनीय स्पष्टता के साथ बनाए रखते हैं।",
                "double": "रचनात्मकता और मानसिक सतर्कता व्यापक रूप से बढ़ जाती है। आप अत्यधिक कल्पनाशील हैं, अक्सर साहित्यिक या कलात्मक कार्यों में उत्कृष्ट होते हैं, और एक प्राकृतिक करिश्मा रखते हैं जो आपके आस-पास के लोगों को खुश करता है।",
                "triple": "बुद्धि अमूर्त के दायरे में चली गई है, जिससे आप आत्म-केंद्रित, अत्यधिक कल्पनाशील और सांसारिक वास्तविकता से अलग हो गए हैं। आप अक्सर महसूस करते हैं कि समाज आपकी गहराई को नहीं समझ सकता।",
                "quadruple": "गहरी अव्यवहारिकता हावी है — आप जुनूनी रूप से योजना बनाते हैं लेकिन शायद ही कभी क्रियान्वित करते हैं, एक स्वप्निल अवस्था में लकवाग्रस्त रहते हैं जबकि अपने दृष्टिकोण को साकार करने के लिए आवश्यक आधार की कमी होती है।"
            },
            "missingText": "बृहस्पति की विस्तृत काष्ठ ऊर्जा गायब है, जो बौद्धिक विकास और तार्किक प्रसंस्करण को सक्रिय रूप से रोकती है। आप ध्यान केंद्रित करने के लिए संघर्ष करते हैं, कम आत्मविश्वास से पीड़ित हैं, और चुनौतीपूर्ण समय के दौरान जटिल राय व्यक्त करने के लिए आवश्यक संचार निपुणता की कमी है।",
            "remedy": "अपने रहने की जगह की पूर्व दिशा में ग्राफ्टेड बांस या जीवंत हरे पौधे लगाएं। ठोस लकड़ी के फर्नीचर को शामिल करें। इस लापता आवृत्ति को लंगर डालने के लिए बुजुर्गों और शिक्षकों के प्रति सचेत सम्मान को प्राथमिकता दें।"
        },
        "4": {
            "keyword": "स्थिरता",
            "shortDesc": "संगठन, कड़ी मेहनत, व्यावहारिकता",
            "planet": "राहु (यूरेनस)",
            "element": "काष्ठ (लकड़ी)",
            "direction": "दक्षिण-पूर्व",
            "archetype": "धन, स्थिरता, व्यावहारिकता, अनुशासन",
            "repetitions": {
                "single": "आपका स्वभाव सांसारिक और व्यावहारिक है। आप एक विश्वसनीय कर्मठ व्यक्ति हैं जो एक व्यवस्थित जीवन व्यतीत करते हैं, अपने लक्ष्यों को प्राप्त करने के लिए केवल सपनों के बजाय लगातार कड़ी मेहनत पर भरोसा करते हैं।",
                "double": "आप उत्कृष्ट प्रबंधन में सक्षम एक अत्यधिक कर्तव्यनिष्ठ, सटीक और अनुशासित व्यक्ति हैं। आप रचनात्मक स्वभाव के साथ कार्य पूरा करते हैं और सटीक, व्यवस्थित प्रणालियों को बनाए रखते हैं।",
                "triple": "आपका ध्यान पूरी तरह से भौतिक और भौतिक कार्यों पर केंद्रित हो जाता है। आप बहुत मेहनती हैं और अपने परिवार की रक्षा करते हैं, लेकिन एक कठोर दृष्टिकोण विकसित करते हैं, अक्सर वैकल्पिक दृष्टिकोणों को समझने में विफल रहते हैं।",
                "quadruple": "एक अत्यंत दुर्लभ विन्यास जो भारी शारीरिक श्रम, बौद्धिक या सामाजिक समूहों में फिट होने में असमर्थता, और निरंतर बाहरी होने की व्यापक भावना से हावी जीवन का संकेत देता है।"
            },
            "missingText": "गंभीर अव्यवस्था, प्रेरणा की व्यापक कमी और पुरानी वित्तीय अस्थिरता हावी है। आपको दैनिक दिनचर्या का पालन करना लगभग असंभव लगता है, शारीरिक दुर्घटनाओं के लिए अत्यधिक प्रवण हैं, और भारी धन हानि हो सकती है, विशेष रूप से 42-48 की उम्र के बीच।",
            "remedy": "पांच मुखी रुद्राक्ष के साथ तुलसी की माला पहनें। दक्षिण-पूर्व क्षेत्र में एक हरा बल्ब या हरे पत्तेदार चित्रों को रखें। धन सृजन को प्रोत्साहित करने के लिए दैनिक रूप से लकड़ी की वस्तुओं (पेन, कीचेन) का उपयोग करें।"
        },
        "5": {
            "keyword": "संतुलन",
            "shortDesc": "भावनात्मक केंद्र, अनुकूलनशीलता, शक्ति",
            "planet": "बुध",
            "element": "पृथ्वी",
            "direction": "मध्य (केंद्र)",
            "archetype": "संतुलन, शक्ति, स्वतंत्रता, अनुकूलनशीलता",
            "repetitions": {
                "single": "आपके पास भावनात्मक स्थिरता, करुणा और परिवर्तनों के अनुकूल होने और दूसरों को प्रेरित करने की सहज क्षमता है। आप अशांत समय के दौरान अपने आस-पास के लोगों के लिए एक लंगर के रूप में कार्य करते हैं।",
                "double": "तीव्र दृढ़ संकल्प और सफलता के लिए एक भयंकर अभियान आपकी विशेषता है, हालांकि आपको भावनात्मक विस्फोटों या जुनूनी व्यवहार से बचना चाहिए जो दूसरों को अलग कर सकते हैं।",
                "triple": "असीम, अनियमित ऊर्जा और अत्यधिक जोखिम लेने और रोमांच की ओर भारी झुकाव हावी है, जिससे अक्सर एक अस्थिर जीवन शैली बनती है जिसमें सचेत आधार की आवश्यकता होती है।",
                "quadruple": "एक अत्यधिक खतरनाक ऊर्जावान हस्ताक्षर आपको दुर्घटनाओं के लिए असाधारण रूप से प्रवण बनाता है। आपको अपने जीवन की गति को काफी धीमा करना चाहिए और सभी शारीरिक गतिविधियों में सचेत जागरूकता विकसित करनी चाहिए।"
            },
            "missingText": "ग्रिड के ज्यामितीय केंद्र के रूप में, लापता 5 पूरे चार्ट को गंभीर रूप से अस्थिर करता है। आप मानसिक और भावनात्मक संतुलन की गहरी कमी, दीर्घकालिक लक्ष्य निर्धारित करने में अत्यधिक कठिनाई, और 34 वर्ष की आयु से पहले गंभीर वित्तीय संघर्ष या संचार विफलताओं की उच्च संभावना का अनुभव करते हैं।",
            "remedy": "प्रतिदिन प्राकृतिक क्वार्ट्ज क्रिस्टल पहनें। प्राकृतिक पृथ्वी पर नंगे पैर चलें। अपने घर के ज्यामितीय केंद्र से सभी इलेक्ट्रॉनिक्स को हटा दें और उस केंद्रीय स्थान पर ठोस, सूखी चट्टानों का एक पोस्टर लगाएं।"
        },
        "6": {
            "keyword": "ज़िम्मेदारी",
            "shortDesc": "घर, प्यार, सौंदर्यशास्त्र, पारिवारिक कर्तव्य",
            "planet": "शुक्र",
            "element": "धातु (स्वर्ण)",
            "direction": "उत्तर-पश्चिम",
            "archetype": "परिवार, प्रेम, जिम्मेदारी, सौंदर्यशास्त्र",
            "repetitions": {
                "single": "आप एक अत्यधिक जिम्मेदार घरेलू प्रेमी हैं जो संकट के दौरान परिवार के सदस्यों के लिए आधार स्तंभ के रूप में कार्य करता है। घरेलू सद्भाव के प्रति आपका समर्पण आपकी सबसे बड़ी ताकत है।",
                "double": "सौंदर्यशास्त्र, सुंदरता और रचनात्मक प्रयासों के लिए एक तीव्र प्रशंसा आपको परिभाषित करती है, साथ ही साथ मिनट के घरेलू विवरणों पर चिंता करने और प्रियजनों के प्रति अति-सुरक्षात्मक व्यवहार प्रदर्शित करने की प्रवृत्ति होती है।",
                "triple": "धातु ऊर्जा कठोर हो जाती है, जिससे पुराना तनाव, बेचैनी, तनाव और जल्दी गुस्सा आता है। आपको सचेत रूप से भावनात्मक लचीलेपन का अभ्यास करने की आवश्यकता है।",
                "quadruple": "भावनात्मक भेद्यता चरम पर होती है — जबकि आप एक रचनात्मक प्रतिभा हो सकते हैं, आप भावनात्मक रूप से नाजुक हैं, घबराहट वाली ऊर्जा से प्रेरित हैं, और दूसरों द्वारा भावनात्मक हेरफेर के लिए अतिसंवेदनशील हैं।"
            },
            "missingText": "शुक्र धातु ऊर्जा की कमी के कारण घरेलू सद्भाव नष्ट हो जाता है। धन प्राप्त करने के लिए आपको तेजी से कड़ी मेहनत करनी होगी, अक्सर अधिकार के आंकड़ों या परिवार से मौलिक समर्थन की कमी होती है। आप दीर्घकालिक दोस्ती बनाए रखने के लिए संघर्ष करते हैं और आदतन अपनी अंतरतम भावनाओं को छिपाते हैं।",
            "remedy": "उच्च गुणवत्ता वाली सोने की परत वाली चेन वाली घड़ी पहनें। अपने घर की उत्तर-पश्चिम दिशा में छह छड़ वाली सुनहरी हवा की घंटी (विंड चाइम्स) लटकाएं, जिसमें प्रत्येक छड़ ठीक 11 इंच की हो।"
        },
        "7": {
            "keyword": "अध्यात्म",
            "shortDesc": "आत्मनिरीक्षण, ज्ञान, जीवन के सबक",
            "planet": "केतु (नेपच्यून)",
            "element": "धातु (रजत)",
            "direction": "पश्चिम",
            "archetype": "अध्यात्म, आत्मनिरीक्षण, मानसिक स्वास्थ्य",
            "repetitions": {
                "single": "आप महत्वपूर्ण शारीरिक, भावनात्मक या रोमांटिक नुकसान के माध्यम से जीवन के प्रमुख सबक सीखेंगे। ये अनुभव अंततः आध्यात्मिक परिपक्वता और गहन आंतरिक ज्ञान की ओर ले जाएंगे।",
                "double": "तंत्र-मंत्र, मानसिक घटनाओं या छिपे हुए ज्ञान में गहरी रुचि रखने वाला गहरा बुद्धिमान, विश्लेषणात्मक दिमाग। आपके पास सतह-स्तर की वास्तविकता से परे देखने का उपहार है।",
                "triple": "मजबूत, मौन आदर्श — आप अक्सर गंभीर जीवन असफलताओं का अनुभव करते हैं लेकिन एक अभेद्य आंतरिक लचीलापन विकसित करते हैं। आपकी ताकत प्रतिकूलता के माध्यम से बढ़ती है।",
                "quadruple": "एक अविश्वसनीय रूप से दुर्लभ विन्यास जो एक ही जीवनकाल के भीतर तेजी से चुकाए जा रहे गहरे कर्म ऋण को इंगित करता है। परिपक्वता विनाशकारी नुकसान के माध्यम से आती है, लेकिन अंतिम उत्थान प्राप्त होता है।"
            },
            "missingText": "आध्यात्मिक आधार से रहित एक अराजक, अत्यधिक अव्यवस्थित जीवन। आप दूसरों पर अत्यधिक निर्भर हैं, दीर्घकालिक मूडी हैं, और अपने आस-पास के लोगों की भावनाओं के लिए मौलिक सहानुभूति या सम्मान की कमी है।",
            "remedy": "चांदी की चेन वाली घड़ी पहनें। अपने घर के पश्चिम क्षेत्र में सात छड़ वाली चांदी की हवा की घंटी लटकाएं। कर्म ऋण को निपटाने के लिए जानवरों, विशेष रूप से कुत्तों की सेवा करने और उन्हें खिलाने के लिए नियमित समय समर्पित करें।"
        },
        "8": {
            "keyword": "शक्ति",
            "shortDesc": "ज्ञान, अनुशासन, आत्म-संयम",
            "planet": "शनि",
            "element": "पृथ्वी",
            "direction": "उत्तर-पूर्व",
            "archetype": "ज्ञान, शक्ति, स्मृति, उपलब्धि",
            "repetitions": {
                "single": "जीवन के प्रति एक तेज, व्यवस्थित दृष्टिकोण, अक्सर मानसिक चुनौतियों और एक असहज प्रारंभिक जीवन प्रक्षेपवक्र के साथ जो प्रतिकूलता के माध्यम से चरित्र का निर्माण करता है।",
                "double": "आप एक अत्यधिक अवधारणात्मक लेकिन बेहद जिद्दी व्यक्ति हैं जो बाहरी सलाह स्वीकार करने के बजाय केवल प्रत्यक्ष व्यक्तिगत अनुभव और गलतियों के माध्यम से सीखने पर जोर देते हैं।",
                "triple": "भौतिकवादी प्रवृत्तियां आपके मानस पर हावी हैं। आप एक कठोर पूर्णतावादी बन जाते हैं जिसका सच्चा विकास और वित्तीय स्थिरता लगभग हमेशा चालीस वर्ष की आयु तक विलंबित होती है।",
                "quadruple": "विश्वास से परे प्रेरित एक बेचैन व्यक्तित्व। प्रगति अविश्वसनीय रूप से तेज है, लेकिन स्थिरता बनाए रखने के लिए आपको अपनी विशाल ऊर्जा को चैनल करने के लिए एक गहरा, व्यापक सच्चा उद्देश्य खोजने की आवश्यकता है।"
            },
            "missingText": "अंतहीन जीवन अस्थिरता और भाग्य में लगातार उतार-चढ़ाव। पैसे के बारे में अंतर्निहित लापरवाही और गलत भरोसे के कारण वित्तीय प्रबंधन असाधारण रूप से खराब है। कार्य शायद ही कभी पूरे होते हैं, और आपको शायद ही कभी कोई पैतृक विरासत मिलती है।",
            "remedy": "उत्तर-पूर्व क्षेत्र में पानी का कलश और एक प्राकृतिक क्रिस्टल रखें। शनिवार को मांसाहारी भोजन से सख्ती से बचें या उपवास करें। प्रभावी कर्म संतुलन के रूप में जरूरतमंदों को नमकीन भोजन दान करें।"
        },
        "9": {
            "keyword": "महत्वाकांक्षा",
            "shortDesc": "प्रसिद्धि, बुद्धिमत्ता, मानवीय अभियान",
            "planet": "मंगल",
            "element": "अग्नि",
            "direction": "दक्षिण",
            "archetype": "प्रसिद्धि, प्रतिष्ठा, करुणा, क्रिया",
            "repetitions": {
                "single": "आप उच्च बुद्धिमत्ता, महत्वाकांक्षा, और निरंतर आत्म-सुधार के लिए एक मौलिक मानवीय इच्छा रखते हैं। आप हर स्थिति को उससे बेहतर छोड़ने का प्रयास करते हैं जैसा आपने उसे पाया था।",
                "double": "गहरा आदर्शवाद, गहरा ज्ञान और चतुराई आपको परिभाषित करती है, हालांकि आप अपने साथियों पर बौद्धिक श्रेष्ठता की अलग-अलग भावनाएं रख सकते हैं जो सामाजिक दूरी बना सकती हैं।",
                "triple": "अग्नि की अस्थिर प्रकृति बढ़ जाती है — आप शानदार, सदाचारी और बहुत मददगार हैं, लेकिन अत्यधिक चिड़चिड़े हैं और छोटी-छोटी असुविधाओं पर आक्रामक रूप से टूटने का खतरा है।",
                "quadruple": "मानसिक प्रतिभा आपको समाज से सक्रिय रूप से अलग करती है। आपको झूठ बोलना मनोवैज्ञानिक रूप से असंभव लगता है, सांसारिक सामाजिक मानदंडों को समायोजित करने के लिए संघर्ष करना पड़ता है, और अक्सर वास्तविकता से गहरा अलगाव महसूस होता है।"
            },
            "missingText": "अग्नि शून्य प्रयास की परवाह किए बिना नाम, प्रसिद्धि और प्रतिष्ठा की प्राप्ति को रोकता है। आप अत्यधिक आवेगी हैं, आवश्यक पूर्वविचार के बिना कार्य करते हैं, और निरंतर, जटिल जीवन बाधाओं के साथ संघर्ष करते हैं।",
            "remedy": "लाल रंग चिकित्सा का व्यापक रूप से उपयोग करें। दक्षिण क्षेत्र में एक जलता हुआ लाल बल्ब या आग की कल्पना रखें। लाल मसूर की दाल का दान करें और लापता मंगल ऊर्जा को खुश करने के लिए कलाई पर लाल धागा पहनें।"
        }
    },
    "PlaneStrength": {
        "mental": "आपके पास एक उल्लेखनीय रूप से मजबूत, तर्कसंगत स्मृति है, संकटों के माध्यम से तार्किक रूप से सोचते हैं, और तीव्र, अटूट फोकस के साथ उद्देश्यों का पीछा करते हैं — दबाव में शांत दिमाग बनाए रखते हैं।",
        "emotional": "आप अविश्वसनीय रूप से वफादार, सहज रूप से जमीन से जुड़े हैं, और तीव्र दबाव में भावनाओं को प्रबंधित करने में अत्यधिक सक्षम हैं, जो आपके आस-पास के लोगों के लिए एक सुरक्षित आश्रय प्रदान करते हैं।",
        "practical": "आप गहराई से भौतिक रूप से जुड़े हुए हैं — वित्तीय मामलों को असाधारण रूप से अच्छी तरह से संभालते हैं और स्मार्ट, गणना किए गए, दिन-प्रतिदिन के निर्णयों के माध्यम से धीरे-धीरे पर्याप्त धन का निर्माण करते हैं।",
        "thought": "आप अद्वितीय, आगे की सोच वाले विचार उत्पन्न करते हैं, एक अविश्वसनीय रूप से तेज स्मृति रखते हैं, और लगातार एक त्वरित शिक्षार्थी के रूप में अपने समय से आगे रहते हैं।",
        "will": "आपके पास समझौता न करने वाली आंतरिक शक्ति है — विफलता के खिलाफ अत्यधिक लचीलापन, अटूट आत्म-विश्वास, और दबाव के आगे झुके बिना समस्याओं का सामना करने की क्षमता।",
        "action": "आप अत्यधिक सक्रिय हैं, आसानी से शारीरिक चुनौतियों को स्वीकार करते हैं, और आसानी से अमूर्त विचारों और योजनाओं को बिना अधिक सोचे समझे भौतिक वास्तविकता में अनुवाद करते हैं।",
        "golden_yog": "साधारण रूप से दुर्लभ (2-3% चार्ट) — यह गोल्डन योग (राज योग) भारी नाम, प्रसिद्धि और धन लाता है। आप बहुत मेहनती हैं और गतिशील परिवर्तनों के लिए तेजी से अनुकूल हो सकते हैं।",
        "silver_yog": "यह सिल्वर योग (रजत योग) मजबूत वित्तीय प्रवाह, अत्यधिक सौभाग्य और उच्च भावनात्मक बुद्धिमत्ता के साथ संपत्ति और संपत्ति का निर्बाध संचय सुनिश्चित करता है।"
    },
    "PlaneWeakness": {
        "emotional": "संदेह का तीर — आप विश्वास पर कुछ भी स्वीकार करने से इनकार करते हैं। आपके पास एक अति-विश्लेषणात्मक मानसिकता है जो हर दावे के लिए पूर्ण अनुभवजन्य प्रदर्शन की मांग करती है, जिससे विश्वास मुश्किल हो जाता है।",
        "thought": "अव्यवहारिकता का तीर — आपके पास वास्तविक दुनिया के आधार की कमी है। आप बुनियादी मैनुअल या लॉजिस्टिक कार्यों को कुशलतापूर्वक निष्पादित नहीं कर सकते हैं और दैनिक जीवन की भौतिक आवश्यकताओं से कटे हुए हैं।",
        "will": "अनिर्णय का तीर — जबकि आमतौर पर देखभाल करने वाले और पसंद करने योग्य होते हैं, जब निर्णय लेने के लिए मजबूर किया जाता है तो आप पूरी तरह से लकवाग्रस्त हो जाते हैं, जिससे मजबूत व्यक्तित्वों द्वारा अधीनता होती है क्योंकि आप सभी को खुश करने का प्रयास करते हैं।",
        "golden_yog": "हताशा का तीर — भावनाओं को व्यक्त करने में गहरी भावनात्मक उथल-पुथल और गंभीर कठिनाई। आप दूसरों से बहुत अधिक उम्मीद करते हैं, जिससे लगातार निराशा और दमित ऊर्जा पैदा होती है।",
        "silver_yog": "भावनात्मक संवेदनशीलता का तीर — एक अत्यधिक नाजुक भावनात्मक स्थिति। आप छोटे अपराधों से तेजी से आहत होते हैं, रक्षात्मक मनोवैज्ञानिक सीमाओं की कमी होती है, और अक्सर अलग-थलग महसूस करते हैं।"
    },
    "ArrowsSection": {
        "title": "तीर — ज्यामितीय वैक्टर",
        "strengthTitle": "↑ शक्ति के तीर",
        "weaknessTitle": "↓ कमजोरी के तीर",
        "minorTitle": "◇ लघु तीर"
    },
    "ExtraWeakness": {
        "poor_memory": "एक बिखरा हुआ, अनफोकस्ड दिमाग — पुरानी भूलने की बीमारी, बौद्धिक फोकस की कमी, और दीर्घकालिक रणनीतिक योजनाओं को बनाए रखने में असमर्थता।",
        "hesitation": "सफलता की दहलीज को पार करने से ठीक पहले प्रयासों को अक्सर छोड़ते हुए, किसी परियोजना के अंतिम चरणों में आगे बढ़ने के लिए आपके पास साहस की कमी है।"
    },
    "MinorArrow": {
        "detail_deceit": {
            "title": "विस्तार और छल का तीर",
            "description": "स्वतंत्र जल (1) और विस्तृत लकड़ी (3) का संयोजन एक अत्यधिक विस्तार-उन्मुख मानसिकता बनाता है, जो सूक्ष्म कार्य के लिए उत्कृष्ट है। हालांकि, अगर नैतिकता से समझौता किया जाता है, तो यह विश्लेषणात्मक कौशल चालाक या जोड़ तोड़ वाले व्यवहार में बदल सकता है।"
        },
        "litigation": {
            "title": "मुकदमेबाजी का तीर",
            "description": "मंगल (9) की आक्रामक अग्नि जो विस्तृत बृहस्पति (3) से टकराती है, गंभीर कानूनी और वैचारिक घर्षण पैदा करती है। यह लंबे समय तक कानूनी विवादों और अनुबंधों और संघर्ष समाधान के दौरान अत्यधिक सावधानी बरतने की गहरी आवश्यकता से संबंधित है।"
        },
        "peace_of_mind": {
            "title": "मन की शांति का तीर",
            "description": "मंगल (9) की आवेगी क्रिया आध्यात्मिक केतु/नेपच्यून (7) में प्रवाहित होती है जो अत्यधिक बाहरी अराजकता की अवधि के दौरान भी आंतरिक शांति बनाए रखने की अत्यधिक मनोवैज्ञानिक लचीलापन और सहज क्षमता प्रदान करती है।"
        },
        "science": {
            "title": "विज्ञान का तीर",
            "description": "धातु (7) की सहज गहराई संचार जल (1) में प्रवाहित होती है जो एक दुर्जेय विश्लेषणात्मक और वैज्ञानिक मानसिकता बनाती है। आप स्वाभाविक रूप से अनुभवजन्य खोज, अनुसंधान और इंजीनियरिंग की ओर आकर्षित होते हैं, जटिल प्रणालियों को तोड़ने में उत्कृष्ट हैं।"
        }
    },
    "PlaneDeveloping": {
        "2": "यह विमान लगभग पूरा हो चुका है — 3 में से 2 अंक मौजूद हैं, जो आपको इस क्षेत्र में उभरती हुई ताकत दे रहे हैं।",
        "1": "इस विमान में 3 में से केवल 1 अंक मौजूद है, जो सचेत प्रयास के साथ विकास की क्षमता का संकेत देता है।"
    },
    "Summary": {
        "Headline": {
            "twoPlanes": "{firstName}, {count} पूर्ण तीरों के साथ एक शक्तिशाली ग्रिड",
            "concentrated": "{firstName}, एक तीव्रता से केंद्रित ऊर्जा पैटर्न",
            "balance": "{firstName}, संतुलन और सुधार की मांग करने वाला एक चार्ट",
            "default": "{firstName}, एक {mulankKeyword}-संचालित व्यक्तित्व जो {bhagyankKeyword} द्वारा निर्देशित है"
        },
        "Paragraph": {
            "mulank": "आपका मूलांक {mulank} ({planet}) है, जो {keyword} को आपके दैनिक विकल्पों और वृत्ति का मूल बनाता है।",
            "bhagyank": "आपका भाग्यांक {bhagyank} ({planet}) है, जो आपके दीर्घकालिक कर्म पथ को {keyword} की ओर निर्देशित करता है।",
            "completePlanes": "पूर्ण विमान — {names} — केंद्रित मौलिक ऊर्जा को आपकी ताकत में चैनल करते हैं।",
            "weaknessPlanes": "खाली विमान {names} बनाते हैं, जो सचेत सुधार की आवश्यकता वाले क्षेत्रों का संकेत देते हैं।",
            "dominantNumbers": "अंक {list} कई बार दिखाई देते हैं, जो उनकी मौलिक आवृत्तियों को बढ़ाते हैं।",
            "missingNumbers": "लापता अंक {list} ऊर्जावान शून्य बनाते हैं जिन्हें पर्यावरणीय उपचारों से संबोधित किया जा सकता है।"
        }
    },
    "MulankBhagyank": {
        "title": "मूलांक और भाग्यांक",
        "mulankTitle": "मूलांक (ड्राइवर)",
        "bhagyankTitle": "भाग्यांक (कंडक्टर)",
        "mulankDesc": "आपका मानसिक अंक आपके दैनिक व्यक्तित्व, संज्ञानात्मक प्रसंस्करण, करियर की वृत्ति और व्यक्तिगत व्यवहार को नियंत्रित करता है। पूरी तरह से जन्म के दिन ({day}) से प्राप्त होता है।",
        "bhagyankDesc": "आपका भाग्य अंक व्यापक कर्म प्रक्षेपवक्र, दीर्घकालिक अवसरों और अंतिम जीवन उद्देश्य का प्रतिनिधित्व करता है। जन्म की पूरी तारीख से प्राप्त होता है।"
    },
    "ArrowNames": {
        "Strength": {
            "mental": "बुद्धि का तीर",
            "emotional": "आध्यात्मिक तीर",
            "practical": "योजना का तीर",
            "thought": "विचारक का तीर",
            "will": "दृढ़ निश्चय का तीर",
            "action": "कर्म का तीर",
            "golden_yog": "समृद्धि का तीर (स्वर्ण योग)",
            "silver_yog": "प्रचुरता का तीर (रजत योग)"
        },
        "Weakness": {
            "emotional": "संदेह का तीर",
            "thought": "अव्यवहारिकता का तीर",
            "will": "अनिर्णय का तीर",
            "golden_yog": "हताशा का तीर",
            "silver_yog": "भावनात्मक संवेदनशीलता का तीर",
            "poor_memory": "कमजोर याददाश्त का तीर",
            "hesitation": "हिचकिचाहट का तीर"
        }
    },
    "NumbersSection": {
        "title": "✦ आपके अंक",
        "presentTitle": "🟢 उपस्थित",
        "missingTitle": "🔮 विकास के क्षेत्र",
        "dominantTitle": "⚡ प्रमुख",
        "none": "कोई नहीं",
        "allPresent": "सभी अंक मौजूद हैं! ✨",
        "balanced": "कोई प्रमुख अंक नहीं — एक समान रूप से संतुलित चार्ट।",
        "absent": "अनुपस्थित"
    },
    "Intensity": {
        "single": "एकल",
        "double": "दोहरा",
        "triple": "तिहरा",
        "quadruple": "चौगुना",
        "missing": "लापता"
    },
    "PlaneAnalysis": {
        "title": "✦ विमान विश्लेषण",
        "Names": {
            "mental": "मानसिक विमान",
            "emotional": "भावनात्मक विमान",
            "practical": "व्यावहारिक विमान",
            "thought": "विचार विमान",
            "will": "इच्छाशक्ति विमान",
            "action": "कर्म विमान",
            "golden_yog": "स्वर्ण योग (राज योग)",
            "silver_yog": "रजत योग"
        },
        "Types": {
            "horizontal": "पंक्ति",
            "vertical": "स्तंभ",
            "diagonal": "विकर्ण"
        },
        "Status": {
            "complete": "✓ पूर्ण",
            "empty": "✗ खाली",
            "partial": "3 में से {count}"
        }
    },
    "DeepDive": {
        "title": "✦ व्यक्तित्व गहन विश्लेषण",
        "coreArchetype": "🎯 मूल प्रकृति",
        "remedyTitle": "🔮 उपाय"
    },
    "RemediesSection": {
        "title": "उपाय — अपने ग्रिड को संतुलित करना",
        "description": "आपके चार्ट में लापता तत्व ऊर्जा को सामंजस्यपूर्ण बनाने के लिए फेंग शुई सिद्धांतों पर आधारित पर्यावरणीय और व्यवहारिक उपाय।",
        "missingLabel": "लापता {keyword}"
    },
    "ExportSection": {
        "downloadImage": "📥 छवि के रूप में डाउनलोड करें",
        "newReading": "🔄 नई रीडिंग"
    },
    "KuaSection": {
        "title": "कुआ संख्या — स्थानिक सद्भाव",
        "eastGroup": "पूर्व समूह",
        "westGroup": "पश्चिम समूह",
        "desc1": "दिशात्मक भाग्य, फेंग शुई अभिविन्यास और पर्यावरणीय सद्भाव को नियंत्रित करता है",
        "desc2": "कुआ संख्या एक बाहरी स्थानिक वेक्टर है — इसे लो शु ग्रिड के अंदर <strong class=\"text-ink\">नहीं</strong> रखा गया है। यह निर्धारित करता है कि सफलता, स्वास्थ्य और रिश्तों के लिए आपकी जन्मजात मनोवैज्ञानिक वास्तुकला पृथ्वी की चुंबकीय दिशाओं के साथ कैसे इंटरफेस करती है।",
        "luckyTitle": "भाग्यशाली दिशाएँ",
        "avoidTitle": "बचने योग्य दिशाएँ",
        "best": "(सर्वश्रेष्ठ)"
    }
}